{
  "event1": {
    "name": "Huckster",
    "date": "24-04-2023",
    "location": "Hi Tech Hall 2, EEC",
    "short-description": "\"If an opportunity doesn't knock...",
    "description": "\"If an opportunity doesn't knock, then build a door.\" Are you coming up with incredible business ideas and looking for a platform to showcase them? The Energy Club of EEC heartwarmingly invites you to join their flagship event நெகிழி 4.0 via \"Huckster\".  This pioneering event will motivate and prepare you for the best tomorrow. This enlightening event imparts you with enable new markets to develop in the form of goods, services, technology, promotes innovation, self-reliance and generates employment opportunities. Register right away to seize your chance for a bright future.",
    "photos": {
      "photo1": "https://ik.imagekit.io/energyclubeec/img/event_Huckster.jpg"
    },
    "btn": "events/huckster.html"
  },
  "event2": {
    "name": "Word Quest",
    "date": "21-04.2023",
    "location": "MBA Hall, EEC",
    "short-description": "\"Life is a puzzle, and ...",
    "description": "\"Life is a puzzle, and the more you try to solve it, the more interesting it becomes.\" The Energy Club of EEC encourages you to wallow in the flagship event நெகிழி 4.0 via \"Word Quest\". This magnificent event will assist in sharpening your core abilities and making you more attentive! The event comprises two rounds, elimination round and decider round. Prepare to present your problem-solving skills and reserve your seat for a thrilled puzzle event that will tax your wits and leave you wanting more.",
    "photos": {
      "photo1": "https://ik.imagekit.io/energyclubeec/img/event_Word_Quest.jpg"
    },
    "btn": "events/word-quest.html"
  },
  "event3": {
    "name": "Rally - Awareness Program",
    "date": "22-04.2023",
    "location": "Besant Nagar",
    "short-description": "\"Plastic pollution is a design failure,...",
    "description": "\"Plastic pollution is a design failure, and it's time for a redesign.\" The Energy Club of EEC conscientiously encourages you all to indulge in \"Rally on Plastic Awareness\"  as a part of its flagship event நெகிழி 4.0. The convenience of a plastic lifestyle is not worth the destruction of our planet. Plastic is not fantastic when it ends up in our oceans. If you don't think plastic pollution is a problem, you're part of the problem. We are drowning in plastic so it's time to swim against the tide.",
    "photos": {
      "photo1": "https://ik.imagekit.io/energyclubeec/img/event_Rally_-_Awareness_Program.jpg"
    },
    "btn": "events/rally-awareness-program.html"
  },
  "event4": {
    "name": "Mystify",
    "date": "20-04-2023",
    "location": "Hi Tech Hall 2, EEC",
    "short-description": "\"Thinking requires courage rather than intelligence...",
    "description": "\"Thinking requires courage rather than intelligence.\" The Energy Club of Easwari Engineering College cordially invites you for a technical buzzer game, Mystify as a part of its flagship event நெகிழி 4.0. It is a technical fun-filled game comprising of brainstorming questions and connecting puzzles.",
    "photos": {
      "photo1": "https://ik.imagekit.io/energyclubeec/img/event_Mystify.jpg"
    },
    "btn": "events/mystify.html"
  },
  "event5": {
    "name": "Career Pursuit",
    "date": "25-04-2023",
    "location": "Hi Tech Hall 2, EEC",
    "short-description": "\"A dream becomes a goal when actions...",
    "description": "\"A dream becomes a goal when actions is taken toward its achievement\" Feeling intimated by the placement and interview process? Don't worry we heard you!! The Energy Club of EEC is thrilled to announce \"Career Pursuit\" as a part of its flagship event நெகிழி 4.0. This presents a singular prospect for you to refine your group discourse proficiency and garner invaluable input from seasoned experts in this domain. This forthcoming occasion promises to be enlightening affair for all the aspiring students who are keen on ameliorating their interview aptitude and propelling their professional trajectories forward.",

    "photos": {
      "photo1": "https://ik.imagekit.io/energyclubeec/img/event_Career_Pursuit.jpg"
    },
    "btn": "events/career-pursuit.html"
  },
  "event6": {
    "name": "Take De-Bait",
    "date": "30-01-2023",
    "location": "Easwari Engineering College",
    "short-description": "A debate competition...",
    "description": "A debate competition was held with the topic 'Has technology changed our life for better or worse?'. The event aimed to discuss our dependencies on technology. Ultimately, the team supporting 'Technology made their lives better' emerged victorious.",
    "photos": {
      "photo1": "https://ik.imagekit.io/energyclubeec/img/event_Take-De-Bait.jpg"
    },
    "btn": "events/take-de-bait.html"
  },
  "event7": {
    "name": "Guest Lecture",
    "date": "30.1.2023",
    "location": "TRP Auditorium, EEC",
    "short-description": "A seminar titled Energy Auditing...",
    "description": "A seminar titled <b> Energy Auditing </b> featuring Mr. K. Prabhakaran, Managing Director of Elbound Systems Pvt Ltd, as the speaker. The event's purpose was to educate students about energy auditing's significance and process. The event emphasized the importance of energy conservation from an engineer's perspective.",
    "photos": {
      "photo1": "https://ik.imagekit.io/energyclubeec/img/event_Seminar.jpg"
    },
    "btn": "events/guest-lecture.html"
  },
  "event8": {
    "name": "Slytherin's Curse",
    "date": "31.1.2023",
    "location": "OAT, EEC",
    "short-description": "A unique technical event aimed...",
    "description": "A unique technical event aimed to enhance students' technical skills in an engaging and interactive way. Team of two participated, answering questions related to aptitude, technical knowledge, and general knowledge of varying difficulties.",
    "photos": {
      "photo1": "https://ik.imagekit.io/energyclubeec/img/event_Slytherin_s_Curse.jpg"
    },
    "btn": "events/slytherin's-curse.html"
  },
  "event9": {
    "name": "Trifecta",
    "date": "01-02-2023",
    "location": "Hi Tech Hall 1&2, EEC",
    "short-description": "Talent wins games but teamwork...",
    "description": "Talent wins games but teamwork and intelligence wins championship. The Energy Club graciously invites you all to Trifecta. A plot with 3 exciting games, as a part of our flagship event Technotsav 2023. The preliminary rounds are Cody Cross and Black Out. The final deciding round is Tittle Tattle. A fantabulous trio of events that will make you move around the clock! Participate with your team to enjoy these fun-filled events and win exciting prizes.",
    "photos": {
      "photo1": "https://ik.imagekit.io/energyclubeec/img/event_Trifecta.jpg"
    },
    "btn": "events/trifecta.html"
  },
  "event10": {
    "name": "Sherlock Ohms",
    "date": "02-02-2023",
    "location": "Easwari Engineering College",
    "short-description": "Today's wastage is tomorrow's shortage...",
    "description": "Today's wastage is tomorrow's shortage. The Energy Club brings to you the anthemic Sherlock Ωhms as a part of its sensational flagship event Technotsav 2023. Let’s watch who can decipher the clues before the time runs out. Experience the electrifying treasure hunt with your crime partners.",

    "photos": {
      "photo1": "https://ik.imagekit.io/energyclubeec/img/event_Sherlock_Ohms.jpg"
    },
    "btn": "events/sherlock-ohms.html"
  },
  
  "event11": {
    "name": "Koilpillai Memorial Higher Secondary School",
    "date": "24-04-2023",
    "location": "Hi Tech Hall 2, EEC",
    "short-description": "\"An Energy  Conservation Awareness...",
    "description": "\"An Energy  Conservation Awareness Program (ECAP)\" the Energy Club of EEC at Koilpillai Memorial Mariculation Higher Secondary School in Chennai. Office Bearers conducted presentations on energy-efficient technologies to raise awareness among students about energy conservation. ",
    "photos": {
      "photo1": "https://ik.imagekit.io/energyclubeec/img/event_Koilpillai_Memorial_Higher_Secondary_School.jpg"
    },
    "btn": "events/koilpillai-memorial-higher-secondary-school.html"
  },
  "event12": {
    "name": "Sivanthi Matric Higher Secondary School",
    "date": "21-04.2023",
    "location": "MBA Hall, EEC",
    "short-description": "The Energy Club of EEC...",
    "description": "The Energy Club of EEC conducted an Energy Conservation Awareness Program (ECAP) at Sivanthi Matriculation Higher Secondary School on December 5, 2022. The event aimed to raise awareness among students about energy conservation and their role in shaping a sustainable future. The program encouraged students to actively participate in conserving energy.",
    "photos": {
      "photo1": "https://ik.imagekit.io/energyclubeec/img/event_Sivanthi_Matri._Hr._Sec._School.jpg"
    },
    "btn": "events/sivanthi-matric-higher-secondary-school.html"
  },
  
  "event13": {
    "name": "Tech Feud",
    "date": "28-10-2022",
    "location": "Hi Tech Hall 2, EEC",
    "short-description": "The crew of Energy Club...",
    "description": "The crew of Energy Club and Department of Electronics and Communication Engineering - ISF Student Forum of Easwari Engineering College joined hands to conduct an event Tech Feud on 28th October 2022. Students knowledge on different topics was tested. The event was creative and made an enjoyable process of learning new things. The game was a mix of technical and innovative elements.A cash prize of Rs.500 was awarded to the winning team and Rs.300 to the runner-up.participation certificate was provided to all the participants. ",
    "photos": {
      "photo1": "https://i.ibb.co/dG9v4mx/techfeud.jpg"
    },
    "btn": "events/tech-fued.html"
  }



}
