{
    "event1": {
        "name": "Galactic Gambit",
        "date": "20-03-2024",
        "location": "Easwari Engineering College",
        "short-description": "A fun event...",
        "description": "It is a technical event where teams participate in two rounds: The first round mirrors the mechanics of Among Us, while the second round involves solving a crossword puzzle. The team with the highest cumulative score across both rounds will be declared as the winner.",
        "photos": {
            "photo1": "https://ik.imagekit.io/energyclub/Posters/galacticgambit.png"
        },
        "btn": "events/GalacticGambit.html"
    },
    "event2": {
        "name": "Watt Wizardry",
        "date": "19-03-2024",
        "location": "OAT, EEC",
        "short-description": "A team based...",
        "description": "Watt Wizardry will be a team-based competition, with each team consisting of three individuals. Teams solve clues, complete tasks, and move forward to the next stage by solving these. The finale round includes multiple-choice questions. Are you ready for the ultimate challenge?",
        "photos": {
            "photo1": "https://ik.imagekit.io/energyclub/Posters/wattwizardy.png"
        },
        "btn": "events/wattwizardary.html"
    },
    "event3": {
        "name": "Slytherin's Curse",
        "date": "21-03-2024",
        "location": "EG Hall, EEC",
        "short-description": "A unique event aimed...",
        "description": "Four teams will play the game at the same time. One teammate will stand on the board, while the other will be given a set of technical questions. The player on the board moves in accordance with the weightage of the right answer provided by the other player. The first team to reach the goal will be declared as the winner, while the second team will be declared as the runner. The goal is to get into the goal position",
        "photos": {
            "photo1": "https://ik.imagekit.io/energyclub/Posters/slytherinscurse.png"
        },
        "btn": "events/slytherins.html"
    },
    "event4": {
        "name": "Genesis",
        "date": "20-03-2024",
        "location": "Seminar hall, EEC",
        "short-description": "A technical event which provides...",
        "description": "It is a technical event which provides participants a platform to showcase their innovative ideas across various domains. It's an unique opportunity to engage with fellow enthusiasts, expand your network, and explore the forefront of innovation.",
        "photos": {
            "photo1": "https://ik.imagekit.io/energyclub/Posters/genesis.png"
        },
        "btn": "events/genesis.html",
        "rbtn": "/Register"
    },
    "event5": {
        "name": "Ideathon",
        "date": "20-03-2024",
        "location": "Easwari Engineering College",
        "short-description": "Talent wins games but teamwork...",
        "description": "Round 1 requires teams to submit an abstract (under 250 words) and a PPT following a specific template. Marks are based on content delivery and creativity. Round 2 is an online pitch with a 15-minute slot for presentation and viva. Round 3 is the final round with a 25-minute slot for presentation and viva. Winners are determined by overall marks. Panel decisions are final.",
        "photos": {
            "photo1": "https://ik.imagekit.io/energyclub/Posters/ideathon.png"
        },
        "btn": "events/ideathon.html"
    },
    "event6": {
        "name": "Workshop",
        "date": "20-03-2024",
        "location": "Easwari Engineering College",
        "short-description": "Cyber Security Workshop...",
        "description": "This cybersecurity workshop will be conducted by Red Team Hacker. Explore the nuances of cyber defense through engaging sessions, practical exercises, and expert-led demonstrations covering topics such as threat intelligence, penetration testing, and incident response. Regardless of your level of experience, this event offers invaluable insights to elevate your cybersecurity knowledge.",
        "photos": {
            "photo1": "https://ik.imagekit.io/energyclub/Posters/workshop.png"
        },
        "btn": "events/workshop.html"
    }
}
